{
  "cis": [
    {
      "id": 1,
      "title": "鹧鸪天",
      "stanzas": [
        ["冻泥伸掌欲醒骸，细茸偷补老榆腮。雷公醒蛰敲铜鼓，雨线量裁绣铁苔。"],
        ["风改契，燕修牌。残冰犹咬裂云崖。东风无力难为主，化种凭身裂石台。"]
      ]
    },
    {
      "id": 2,
      "title": "鹊桥仙",
      "stanzas": [
        ["萍踪絮影，无凭聚散，鱼雁沉沉谁与。一钩新月冷侵衣，偏照取、旧时眉妩。"],
        ["星桥路远，夜寒香袂，蓦见春山如故。纵相遥、泊在天涯，两处月明相照否？"]
      ]
    },
    {
      "id": 3,
      "title": "鹊桥仙",
      "stanzas": [
        ["烟波逐客，星槎暗度，聚散难凭尺素。一钩江月冷侵衣，爱问我、此情知否。"],
        ["缘生萍影，性空难说，尚有春山旧故。时光纵使越千年，又岂隔、君心邻处？"]
      ]
    },
    {
      "id": 4,
      "title": "双鸂鶒",
      "stanzas": [
        ["我爱红霞千里。可寄千年情意。更喜火光生气。山青留我踪迹。远赴人间孤地。心意共通何易？只得天时一至。残身和道同戏。"]
      ]
    },
    {
      "id": 5,
      "title": "水调歌头",
      "stanzas": [
        ["风动柳丝舞，雨过润新荷。小园香径独步，花影似轻歌。燕子呢喃轻掠，彩蝶翩跹戏蕊，池面皱微波。远岭衔残照，云外有姮娥。"],
        ["倚栏杆，望天际，绪烦疴。纸船载梦，且去天宇逐星河。往日灵犀未觉，此刻相思怎托，误被恨幽磨。沧海巫山意，乘月照梨涡。"]
      ]
    },
    {
      "id": 6,
      "title": "青玉案",
      "stanzas": [
        ["小猪越狱看光转，岸边步、心烦乱。迷惘生涯前路断。灯光晦暗，绿茵声远。狂鸟喧山涧。"],
        ["碧空千里银河展，浮月清泉对云畔。猪向波神询彼岸。砸砸鸦笑，让猪自勉。它忆梨涡浅。"]
      ]
    },
    {
      "id": 7,
      "title": "满江红",
      "stanzas": [
        ["雪锁昆仑，暮云裂、银鳞迸铠。星沉处，鸟踪湮灭，世间光殆。匣剑夜鸣霜魄冷，旄头风卷红旗在。乱金柝、踏碎玉壶冰，昆仑迈。"],
        ["红日起，浮云骇。禾苗槁，泽东海。振长缨在手，此身先代。十万万人皆戍垒，三千界外腾玄塞。待重开、赤帜荡星垣，寰球改。"]
      ]
    },
    {
      "id": 8,
      "title": "归朝欢",
      "stanzas": [
        ["（一）"],
        ["飞羽飞花山乱锁。暮霭沉沉云落落。银装素裹鸟踪藏，万丘俱寂唯风破。流炬逐夜漠。青骢踏雪追霜柝。尘不起，风行电掣，雪瀑清辉烁。"],
        ["江海不息洪流斡。勿忘春风旧时诺。丹心一片鉴千年，百年风雨识星火。后人知向左。横驱南北君为我。分曙色，霞流万里，剑赤夺天阔。"],
        ["（二）"],
        ["朔雪崩云山欲锁， 暮霭吞天星欲堕。银鳞抖甲祖龙眠， 万峰噤啸罡风破。流炬逐夜漠。 青骢踏裂寒空柝。掣惊霆，电光凿处， 雪瀑崩银烁。"],
        ["江海不息洪流斡。 会问春风旧盟诺。丹心淬刃鉴千年， 百年风雨识星火。后来应羡我。 横驱八极开冰垛。分曙色，霞流万里， 剑赤夺天阔。"]
      ]
    },
    {
      "id": 9,
      "title": "鹧鸪天",
      "stanzas": [
        ["柳絮纷飞落砚台， 东君携暖入窗来。 诗成欲借三分醉， 墨淡偏描五色皑。花似锦，客空怀。 旧枝新蕊叠香阶。 人间今日千重艳， 不见当时小萼钗。"]
      ]
    },
    {
      "id": 10,
      "title": "怨回纥",
      "stanzas": [
        ["大雪皑皑落，白山彻夜奔。银河飞兔跃，爪爪鸟留痕。奴狗凭楼起，孤狼俯岳沉。嘤嘤狂吠后，垂尾扫飞尘。"]
      ]
    },
    {
      "id": 11,
      "title": "踏歌词",
      "stanzas": [
        ["九鼎金钟弄，八王死乱容。何言神鬼力，造化乃人工。天变永无终，以至大春同。"]
      ]
    },
    {
      "id": 12,
      "title": "蝶恋花",
      "stanzas": [
        ["自古英雄多少事。难得人间，一盏灯前试。人海茫茫何所计？鲁戈难解蛟龙势。"],
        ["枪炮可严天道义。荣辱功名，都是虚儿戏。百载交游零落易，此身愿战八千地。"]
      ]
    },
    {
      "id": 13,
      "title": "蝶恋花",
      "stanzas": [
        ["晓起湘帘香暗度 。烟雾朦胧 ，何必寻花树。玉蕊琼枝争媚妩，群芳只赖东君护。"],
        ["待到秋离冬日驻。 心有春光， 谁肯听君诉？踏马问花花不语，乱红飞过梅花许。"]
      ]
    },
    {
      "id": 14,
      "title": "鹧鸪半天",
      "stanzas": [
        ["天地阔，水云身。几回剥落旧时春。晨来清泪飞成雨，月照西窗爱不真。"]
      ]
    },
    {
      "id": 15,
      "title": "浣溪沙",
      "stanzas": [
        ["浪打风吹小小舟。余晖满载步难收。舟随云水纵飘流。云水为媒吹我至，问光可许共白头？将情深处与君留。"]
      ]
    },
    {
      "id": 16,
      "title": "八声甘州",
      "stanzas": [
        ["（一）"],
        ["立海天一色碧澄虚，清姿出凡图。冷青霜白对，蓝河涵雪，绰影风如。秀发垂肩轻下，微卷动秋芜。添予几分妩？身似莲舒。黄绿红墙深处，或是秋意许，送景清疏。看光筛碎玉，零乱坠珊瑚。转明眸、唇生晕绛，映冰肌、雪藕润琼酥。和尘笑、天沉万籁，时亦踟蹰。"],
        ["（二）"],
        ["碧宇无云万里缘何，清姿降凡俗。冷青霜白对，蓝河漫雪，绰影风如。秀发披肩轻下，微卷动秋芜。添予几分妩？身似莲浮。黄绿红墙高处，或是秋意许，送景幽独。树影婆娑弄，驳照玉斑珠。看佳人、红唇点绛，雪霜凝、更映苒颜殊。和尘笑、嫣红姹紫，醉者倾壶。"]
      ]
    },
    {
      "id": 17,
      "title": "蝶恋花",
      "stanzas": [
        ["剪水为心风作恋，月叩重门，照见菱花倦。骤雨跳珠荷盏颤，露凝蝉翼琉璃伞。"],
        ["欲聚萍踪还分散，隔水双凫，望眼波生箭。许是有边偷惦念，藕丝暗系红莲瓣。"]
      ]
    },
    {
      "id": 18,
      "title": "水调歌头",
      "stanzas": [
        ["我欲掣鲸浪，君自引鸾笳。遏云声转，沧波千顷漾明霞。云水谣传佳话，风月漫裁诗帕，天幕缀星砂。更挹春溪色，遍染世间花。"],
        ["谱同归，调流水，共鸣蛙。墨香盈袂，且趁芳序咏蒹葭。字底情潮暗涌，心上清辉漫洒，离汝句生瑕。可赠三生景，踏马阅天涯？"]
      ]
    },
    {
      "id": 19,
      "title": "如梦令",
      "stanzas": [
        ["两处梨涡微露，苏浅只肥不瘦。绿绮指尖悬，琴韵悠扬云逗。风骤，风骤，衣带飘摇如旧。"]
      ]
    },
    {
      "id": 20,
      "title": "蝶恋花（两首）",
      "stanzas": [
        ["（一）"],
        ["万里银华倾地泄。烟曲风斜，霜落千家阙。今夜星辰都欲接，昨年此日人相别。枕冷披寒孤雁咽。杜宇声哀，难觅家音切。唯见梧桐悲碧雪，西山瘦骨伤和(或音)月。"],
        ["（二）"],
        ["万里银华倾地泄，烟曲风斜，尽落千家阙。檐外星辰犹欲接，昨宵此夜人何别？枕冷披寒梦未绝，心寄天山，莫老沧州穴。笑倚梧桐吹碧雪，西山瘦骨温寒月。"]
      ]
    },
    {
      "id": 21,
      "title": "临江仙",
      "stanzas": [
        ["暗夜为纸人为墨，思君之意难休。清辉洒落影独游，世间秋几度，独与月钩愁。"],
        ["九九叶落秋风骤，流光和梦同收。盼得归日却白头。岁华销我寿，尽付海沧流。"]
      ]
    },
    {
      "id": 22,
      "title": "临江仙",
      "stanzas": [
        ["未分明暗红日落，一时故梦东流。残星血月迫人游，世间千百度，空问向何求。"],
        ["九九叶落秋风骤，五更催我白头。飞光孤昼怎堪留？且来借我寿，歌尽宇天愁。"]
      ]
    },
    {
      "id": 23,
      "title": "青玉案",
      "stanzas": [
        ["梁前虫曲言秋意。小蛾舞、蹁跹戏。洒落月辉人影立。云君淡绘，相思何计，独对银钩系。"],
        ["叶璇九九秋风厉，无味杯觞与天掷。空候静时花落矣。岁煎人寿，几行陈迹，爱把人抛弃。"]
      ]
    },
    {
      "id": 24,
      "title": "青玉案",
      "stanzas": [
        ["梁前虫曲知秋意。小蛾舞、蹁跹戏。两处相思谁与寄。云君淡绘，霜白还碧，都与银钩系。"],
        ["叶旋九九秋风厉。吹散蜉蝣点苍翼。陈迹几行何所忆。那边明月，难言咫尺，身冷西绝壁。"]
      ]
    },
    {
      "id": 25,
      "title": "鹧鸪天",
      "stanzas": [
        ["百载陵园化野台，王良骏马具尘埃。魂归碧落憾犹在，几度轮回待雁来。"],
        ["名与利，梦如裁，浮生万事尽云埋。他生若许重相见，只赏人间春始开。"]
      ]
    },
    {
      "id": 26,
      "title": "做梦令",
      "stanzas": [
        ["十载情深缘浅，爱恨皆成云烟。坟茔草木深，世事渐忘前尘。荒芜，荒芜，人间再无我身。"]
      ]
    },
    {
      "id": 27,
      "title": "无题",
      "stanzas": [
        ["草萋萋，柳依依，踏遍江川音渐稀。风迷迷，雨淅淅，孤鸿声断，流云难觅。泣！泣！泣！"],
        ["人寂寂，影戚戚，与君别后容难及。泪滴滴，鬓星星，相思未负，此心谁惜？碧！碧！碧！"]
      ]
    },
    {
      "id": 28,
      "title": "一剪梅（两首）",
      "stanzas": [
        ["（一）"],
        ["酿遍悲欢此界缘，芥舟浮海，翻覆人间。几行流火化飞仙，躯冷南山，魂散云天。可料碑前冢木寒，夜共青棺，月寂空山。十年枯骨雪连霜，纵使偷生，终也依然！"],
        ["（二）"],
        ["酿罢悲欢海化田，芥舟浮海，翻覆人间。飞仙骨血锈青山，半魄缠碑，半魄烧天。棺木啮盘盘作环，雪葬空山，山葬流年。十年枯骨雪霜连，纵使偷生，终也依然！"]
      ]
    },
    {
      "id": 29,
      "title": "天仙子",
      "stanzas": [
        ["吹过清风十载庭。飞光来复老人形。怎得个骤雨秋零？着小被，夜无明。须梦星河寻处晴。"]
      ]
    },
    {
      "id": 30,
      "title": "渔歌子",
      "stanzas": [
        ["月升西岭晚风凄，人静街空梦难依。棺木客，世间栖，繁花一刹化流溪。"]
      ]
    },
    {
      "id": 31,
      "title": "浣溪沙（两首）",
      "stanzas": [
        ["（一）"],
        ["万骨碑前岁月凋，独余松柏啸空寥。秋声谱作往生谣。夕照西山孑鬼立，月华漫水旧时桥望乡台畔影萧萧。"],
        ["（二）"],
        ["万骨碑前岁月凋，独余松柏啸空寥。秋声谱作往生谣。夕照苍崖孤鹜立，月浮古渡蚀残桥。望乡台畔影萧萧。"]
      ]
    },
    {
      "id": 32,
      "title": "集句鹧鸪天（三首）",
      "stanzas": [
        ["（一）"],
        ["细雨轻纱笼旧窗，柳丝低拂水云长。高楼月黯人空瘦，清泪无言湿衣裳。思往昔，痛难忘，红棺梦绕去年香。音容宛在心扉处，独对苍茫问夜凉。"],
        ["（二）"],
        ["烛冷瑶阶风露凉，魂牵蹄马断人肠。黄泉碧落音容远，世事如烟叹更茫。谁料得，霎时亡，火光摇曳送君航。唯余泪眼望天际，孤影寒灯伴夜霜。"],
        ["（三）"],
        ["烛短泪长更漏尽，梦回犹见笑颜开。从今幽梦难寻处，明月清风共一楼。"]
      ]
    },
    {
      "id": 33,
      "title": "雨霖铃",
      "stanzas": [
        ["千山遥避，几层黄土，掩却颜霁。云泥瞬分形迹，独留我影，身空绝壁。尚记梅枝双翼，慢逐飞光戏。怎奈何，生死茫茫，此恨绵绵有绝日。"],
        ["星河斗转离歌起。问苍穹、可解孤凄意？我悲去君不返，空有憾、洒抛尘世。不尽虚空，难送别言，海涯天际。汝见否，十里春溪，可看朝霞绮。"]
      ],
      "note": "注释：君欢我悲两不知，一朝风起化尘泥。我悲君时，泪湿衣襟，君已无声；今我泣涕，孤独影只，问世间，谁人怜我凄凉意？"
    },
    {
      "id": 34,
      "title": "鹧鸪天",
      "stanzas": [
        ["抬手慵懒挽霞光，衫白胜雪点梅妆。青丝云鬓纷飞样，双臂舒扬活力张。"],
        ["黄昏近，北风凉。晴空万里梦难藏。随秋枯叶翩翩旋，倩影微曲分暮阳。"]
      ]
    },
    {
      "id": 35,
      "title": "临江仙",
      "stanzas": [
        ["不闻城市繁嚣事，田深歌自悠扬。乡村秋夜地如霜，皎然宁静处，月色水铺张。"],
        ["空明洒满人间院，桌旁轻候清光。高低影里话家常，青丝白发共，笑语倚肩旁。"]
      ]
    },
    {
      "id": 36,
      "title": "渔家傲",
      "stanzas": [
        ["山青柳嫩春雨缓。连山田亩接天畔。扛起锄头杂草乱。行四面。绿海无垠农夫灿。"],
        ["晚霁初晴风漫漫。春归路上人才返。农妇影随炊烟展。斜阳断。待夫田亩归来晚。"]
      ]
    },
    {
      "id": 37,
      "title": "浣溪沙",
      "stanzas": [
        ["朝露微凉浸短裳，晨曦初破照微光。草坪风起影清凉。霞映半空红欲染，沙坑深浅步痕长。绿茵笑语绕身旁。"]
      ]
    },
    {
      "id": 38,
      "title": "啰唝曲",
      "stanzas": [
        ["雨打青山翠，风弗柳叶新。菲菲春雨色，最是渴农心。"]
      ],
      "note": "这首是我二叔所作"
    },
    {
      "id": 39,
      "title": "水调歌头（能指链是如何滑动的）",
      "stanzas": [
        ["（一）"],
        ["风动柳丝舞，雨过润新荷。小园香径独步，花影似轻歌。燕子呢喃飞过，彩蝶翩跹戏蕊，池面漾微波。落日洒金缕，云外有姮娥。"],
        ["倚栏杆，望天际，意如何？纸鸢断线，飘向悠远忆中窠。心有灵犀难证，梦里相思无尽，欲语怕惊柯。明月知吾念，照夜映梨涡。"],
        
        ["（二）"],
        ["清昼抚人面，花气漫心田。云舒云卷天际，似我意绵绵。闲倚栏杆无语，偷望君之来路，思绪绕千般。浅笑又萦目，魂梦亦相牵。"],
        ["卷珠帘，调锦瑟，弄丝弦。曲音轻袅，中有幽愫怎堪传？且把真心藏半，佯作寻常相看，怕惹蹙眉嫌。唯盼君知意，同赏水中莲。"],
        
        ["（三）"],
        ["林静蝉声杳，荷动晚风柔。湖光轻漾如梦，思绪漫心头。闲数繁星点点，偶念君之影貌，似月照清流。浅笑双眸里，悄隐几分羞。"],
        ["赏新柳，观旧燕，忆同游。欲言还止，话语都付小笺收。且看飞花似雪，漫舞阶前轻落，此意若云愁。如盼君能解，难泛木兰舟。"],
        
        ["（四）"],
        ["夜色溶溶处，灯影映双眸。似君身影频现，心跳不能休。常念擦肩之瞬，浅笑宛如春昼，从此梦魂留。欲语还羞涩，心事锁眉头。"],
        ["步芳径，临旧地，意悠悠。偶逢君面，慌把言语作轻诌。暗盼君能会意，又恐唐突于此，怯意涌如流。且送花一朵，探看可同舟？"],
        
        ["（五）"],
        ["明月穿云隙，疏影弄花柔。清风徐拂庭树，香气绕琼楼。小径徘徊良久，静听蛩声轻奏，思绪逐波流。夜色添新梦，似有旧人留。"],
        ["倚栏杆，望星斗，忆曾游。那时欢畅，笑语惊起宿眠鸥。岁月悄然而过，情意如丝如缕，欲语却还休。此景常相伴，何意惹闲愁？"],
        
        ["（六）"],
        ["林霭散还聚，山色有无中。小桥流水依旧，花气漫随风。独倚溪边磐石，静看游鱼嬉戏，心韵似波融。云影碧空荡，似与我情同。"],
        ["听啼鸟，观蝶舞，觅芳踪。韶华如梦，谁共吟赏翠千重。常念桃源之遇，每忆仙姿初映，别后忆无穷。愿化相思雨，滋润那株红。"],
        
        ["（七）"],
        ["秋色染霜树，寒雾绕孤丘。湖波轻漾如语，风动荻花愁。雁字排空渐远，菊蕊含香凝露，寂寞倚西楼。残照映山径，落叶满荒沟。"],
        ["忆前游，思旧梦，意悠悠。昔时欢处，芳草依旧绿如绸。岁月无声流逝，情思若丝缠绕，无语泪先流。明月知吾意，长夜照心头。"],
        
        ["（八）"],
        ["晓雾漫津渡，暮雨洒江天。青山隐隐如幻，绿水绕孤烟。林里莺声啼啭，陌上繁花争艳，风过舞蹁跹。云影弄晴昼，似梦在心田。"],
        ["倚修竹，临古榭，忆流年。石桥旧径，苔印深浅有谁怜？岁月悄移星换，故事长萦魂断，无语对婵娟。芳草连空翠，幽意待君传。"],
        
        ["（九）"],
        ["翠柳拂堤岸，白鹭戏波前。荷香轻漫湖畔，风动水纹涟。小径花飞似雪，石凳苔痕若篆，幽梦绕云巅。落日熔金处，孤鹜向霞天。"],
        ["听暮鼓，观晓月，忆华年。旧游如梦，心底微动久难眠。每有闲情偶寄，便念昔时欢意，此意化琴弦。弦上音无尽，谁与共听蝉？"],
        
        ["（十）"],
        ["繁星缀糖果，弯月挂金钩。云飘成狗，蓝天旋作碧纱鍪。花朵都能开口，飞鸟来携彩带，世界乐悠悠。风儿人牵手，带我四方游。"],
        ["有个影，悠悠晃，在心头。小偷似个，暗暗把我小魂搂。本想大声开口，又怕惊飞伊影，心里好发愁。绮梦为谁困，千千数来由。"],
        
        ["（十一）"],
        ["红日倚山卧，金稻漾波柔。炊烟轻袅，暮色拍遍小村头。柿树灯笼高挂，畦菜青蔬新绿，风里暗香留。牧笛绕林樾，归鸟落枝头。"],
        ["曾并肩，同拾穗，目相投。欲言还罢，浅笑浅隐几分羞。此后繁星照夜，常念田间时候，此意似溪流。默默随君侧，不敢诉缘由。"],
        
        ["（十二）"],
        ["碧落悬明镜，银汉泛星槎。玉宫仙桂，香雾缭绕幻如纱。彩蝶翩跹引路，灵鹊殷勤架话，风动紫藤花。梦入桃源处，芳草映流霞。"],
        ["倚琼树，寻旧影，忆芳华。欲追还罢，似有迷雾隔天涯。心似玲珑红豆，情若山间灵岫，寂寞对琵琶。愿化池中鲤，知意戏菱葭。"],
        
        ["（十三）"],
        ["金缕洒长巷，朱户映斜阳。檐铃轻晃，风送花信漫翻墙。墙外繁枝争放，墙内佳人独赏，孤影对成双。飞鸟穿云过，徒惹满心伤。（蝶羽栖芳草，不语也成双。）"],
        ["拈花细，凭栏久，意茫茫。浮生若梦，偏有深眷系柔肠。岁月涓流如酿，心事温存似玉，苦泪化珠光。愿逐东流水，君伴梦中乡。（愿化春庭雪，落君墨中香。）"],
        
        ["（十四）"],
        ["金缕耀晴昼，彩翼舞花洲。琉璃光转，云缕纤指绕琼楼。风动珠帘香透，日照霓裳影秀，仙籁境中流。桃源静深处，绮梦为谁留？"],
        ["似有影，翩然至，在心头。偷将思绪，悄把情愫暗来勾。心若飞花辗转，情似春烟缱绻，柔。愿借灵犀语，共解此心愁。"],
        
        ["（十五）"],
        ["碧落星河转，银汉鹊桥横。仙宫花舞，霓彩交映梦魂萦。玉树琼枝弄影，珠露金风传韵，香雾漫云屏。灵鹊惊飞起，遗落锦书轻。"],
        
        ["（十六）"],
        ["繁星如糖果，弯月似金钩。白云成狗，蓝天当作大兜鍪。花朵都能开口，飞鸟携来彩绸，世界乐悠悠。风儿来牵手，带我四处游。"],
        ["有个影，常晃悠，在心头。像个小偷，悄悄把我魂儿偷。我想大声开口，又怕吓走这妞，心里直发愁。你若有灵秀，快来解这扣。"],
        
        ["（十七）"],
        ["明月照君畔，爱意涌心间。相思无尽，似那春水绕青山。昔日初逢凝目，此后魂牵梦绕，浅笑似花鲜。执手共风雨，情意比金坚。"],
        ["花前誓，柳下约，忆华年。悲欢同享，岁月流转亦相怜。纵有红尘千苦，难改痴心一片，对影舞蹁跹。但愿情长在，永世共婵娟。"],
        
        ["（十八）"],
        ["心起巨澜涌，忽听凤吹笳。曲终君顾，怒海俄顷变柔霞。云水吟传佳事，风月漫谈晨煦，暖日耀琼华。四季皆春景，岁岁绽繁花。"],
        ["念同归，闻流佩，阅鸣蛙。墨香盈袂，应趁好景赋蒹葭。但使相思无尽，莫把韶华倾负，心契似流槎。愿汝常如意，浅笑映明纱。"],
        
        ["（十九）"],
        ["碧宇繁星坠，沧海逸鸥遐。山川添趣，人间烟火映霓纱。柳岸轻舟摇曳，竹坞幽篁弄影，诗意满天涯。云水传佳话，风月暖繁花。"],
        ["念同归，闻流佩，阅鸣蛙。墨香盈袂，应趁好景赋蒹葭。多少相思无尽，爱把韶华倾负，心契似流槎。愿汝常如意，浅笑映明纱。"],
        
        ["（二十）"],
        ["霞霭披金缕，落日洒余晖。孤鹜遥逐风影，云水两依偎。花气氤氲林径，光缕轻穿梅蕊，幽梦绕千回。风月添新韵，清景扣心扉。"],
        ["赏琼枝，临画地，意如飞。暗香悄漫，似是旧忆惹思归。常念初逢刹那，未语已生情味，别后久相违。此念凭谁问？长盼共倾杯。"],
        
        ["（二十一）"],
        ["白日耀云际，彩缕绕晴空。风摇花影轻舞，蝶戏小园中。翠柳垂丝如幔，湖畔鸳鸯慵懒，佳景映双瞳。独步寻幽处，似有旧情浓。"],
        ["芳草软，香径漫，忆初逢。欲传心愫，却怕惊梦与君同。且看青山长在，岁月悠悠悄改，此意若潜龙。愿得君知否？共赏百花红。"],
        
        ["（二十二）"],
        ["清夜月华满，花影上阑干。暗香盈袖，风抚庭树语珊珊。小径蛩声渐悄，池畔荷衣轻颤，独对水云间。星河悄流盼，谁与共凭栏。"],
        ["念初逢，凝远目，忆君颜。欲寻旧梦，又恐惊起绪千般。且任情思暗涌，恰似波心微漾，此意寄鸣蝉。若有知音在，应解此中言。"],
        
        ["（二十三）"],
        ["霜叶舞风乱，寒月照西楼。残荷听雨，寂寞庭院锁深秋。长巷昏灯独映，旧径苔痕新覆，孤影忆同游。星河浩渺处，思绪漫难收。"],
        ["倚栏杆，望云际，念悠悠。音书何在，空有离恨在心头。梦里寻君千遍，醒后花飞如霰，无语泪先流。但愿君知意，来解此乡愁。"],
        
        ["（二十四）"],
        ["明月照孤影，风动暗香传。寒枝疏影摇曳，似是旧容颜。犹记初逢时节，雪映娇花清绝，心起一丝涟。浅笑印眸底，魂梦绕魂牵。"],
        ["天涯远，音书断，夜难眠。相思无尽，常忆当日共凭栏。欲问卿心何似，又恐唐突佳意，怯意苦难言。且把深情寄，梅蕊映婵娟。"]
      ]
    },
    {
      "id": 40,
      "title": "水龙吟",
      "stanzas": [
        ["（一）"],
        ["晓来微雨初收，翠禽擘破林烟静。苔痕侵径，露华沾草，花光弄影。风过涟漪，荷香暗度，似传心罄。望云涯缥缈，青山隐隐，思无尽、愁难整。"],
        ["常忆溪边初并。笑嫣然、月华相映。如今别久，音书断绝，梦魂犹警。欲诉离情，却忧惊梦，几番临镜。任流光暗换，深情悄掩，有何人省。"],
        
        ["（二）"],
        ["晓来微雨初收，燕儿剪翠春光妙。白云悠荡，荷香处处，欢歌正好。小径徘徊，欲吟还笑，心思如捣。像馋猫见糕，喉头暗咬，偏装着、瞧飞鸟。(似馋猫遇鲙，垂涎暗绕，偏装个、无关貌。)"],
        ["犹记擦肩那秒。电雷轰、脑中天搅。佯装无事，其实心跳，脸烧如燎。悄盼君瞧，更忧君晓，又愁君恼。这情思怎表？轻烟缠柳，清风微扫。"],
        
        ["（三）"],
        ["晓来微雨初收，燕儿剪翠春光妙。白云悠荡，荷香处处，欢歌正好。小径徘徊，欲吟还笑，心思如捣。似馋猫遇鲙，垂涎暗绕，偏装个、无关貌。"],
        ["犹记擦肩那秒。目相投、魂儿飞掉。佯装除草，其实心跳，脸烧如燎。此后偷瞄，好像思考，怕君知晓。这情思怎表？如猴抓挠，你难知道"],
        
        ["（四）"],
        ["清风拂柳穿花，燕儿剪翠春光妙。白云悠荡，荷香处处，欢歌正好。小径徘徊，欲吟还笑，心思如捣。似馋猫遇鲙，垂涎暗绕，偏装个、无关貌。"],
        ["昔忆初逢街角。目相投、魂儿飞掉。佯装淡定，心中鼓噪，脸烧如燎。此后频逢，目光轻绕，话儿都少。这情思怎了？"]
      ]
    },
    {
      "id": 41,
      "title": "鹊桥仙",
      "stanzas": [
        ["（一）"],
        ["萍踪絮影，无凭聚散，鱼雁沉沉谁与。一钩新月冷侵衣，偏照取、旧时眉妩。星桥路远，夜寒香袂，蓦见春山如故。纵相遥、泊在天涯，两处月明相照否？"],
        
        ["（二）"],
        ["烟波逐客，星槎暗度，聚散难凭尺素。一钩江月冷侵衣，爱问我、此情知否。缘生萍影，性空难说，尚有春山旧故。时光纵使越千年，又岂隔、君心邻处？"],
        
        ["（三）"],
        ["烟波逐客，星槎暗度，聚散难凭尺素。一钩明月冷侵衣，爱（偏）问我、此情知否。缘生萍影，性空难说，尚有春山如故。时光纵使越千年，又岂隔、君心邻处？"],
        
        ["（四）"],
        ["烟波逐客，星槎暗度，聚散难凭尺素。一轮江月冷（爱）侵衣，复问我、此情知否。缘生萍影，性空难说，幸有春山如故。纵然零落百年遥，又岂隔、君心邻处？"],
        
        ["（五）"],
        ["烟波逐客，星槎暗度，聚散难凭尺素。一钩江月冷侵衣，复问我、此情知否。缘生萍影，性空难说，尚有春山旧故。时光纵使百年遥，又岂隔、君心邻处？"],
        
        ["（六）"],
        ["星槎咽露，萍踪碎浪，聚散难量雁字。半江寒月漉秋衫，更谁问、鲛绡透未？劫灰证偈，松涛浣鬓，犹记春山梅誓。流光纵蚀百年身，怎蚀尽、心纹经纬？"],
        
        ["（七）"],
        ["烟波逐客，星槎暗度，聚散难凭尺素。一钩江月冷侵衣，复问我、此情知否。缘生萍影，性空难说，尚有春山旧故。流光纵隔百年身，犹念取、君心邻处？"]
      ]
    },
    {
      "id": 42,
      "title": "贺新郎",
      "stanzas": [
        ["（一）"],
        ["谁放苍潮决？卷浮云、搓成飘絮，劫作灰雪。无数枯鳞浮空葬，月蜕冰瞳欲裂。自古社稷凝铁骨，何奈五千翻覆劫，任时刀光剑剜成屑。风破诏，射青血。"],
        ["春幡误被秋声窃。记当时、羲和堕日，烛龙衔睫。应拾洪荒星星火，埋在寒泉之穴。待惊蛰、震雷炽雪。莫道东风难做主，且将身、化种穿瀛阙。星火迸，补天裂。"],
        
        ["（二）"],
        ["我拾洪荒星烬粒，种在寒泉之穴。莫道东风终做主，且看我魂化种裂瀛阙。"]
      ]
    }
  ]
}
